
const quizStore = {
  namespaced: true,
  state: {
      quizList: [
        {
              question: "'담보인정비율'은 주택을 담보로 돈을 빌릴 때 인정되는 자산가치의 비율. 은행에서 주택을 담보로 빌릴 수 있는 대출가능한도를 가리킵니다. 그렇다면 비규제지역의 담보인정비율은 몇 %일까요?",
              answer: "70",
            
        },
        {
              question: "흔히 '복비'라고 부르는 부동산 중개보수 수수료율은 가격에 따라 달라집니다. 매매기준 6억~9억원일 때 수수료율은 몇 %일까요?",
              answer: "0.4",
            
        },
        {
              question: "가구 구성인 1세대를 정의하는 여러 조건이 있습니다. 그 중 배우자가 없이 1세대로 인정받는 경우가 3가지 있는데 그 중 '해당 거주자의 나이가 _세 이상인 경우'가 있습니다. 빈칸에 들어갈 숫자는 얼마일까요?",
              answer: "30",
            
        },
        {
              question: "전세 자동연장을 법적인 용어로 하면 '묵시적 갱신'이라 합니다. 집주인이 계약 만료 _~6개월 전까지 전월세에 관한 이야기를 꺼내지 않았다면 자동으로 묵시적 갱신이 됩니다. 빈칸에 들어갈 숫자는 몇일까요?",
              answer: "2",
            
        },
        {
              question: "정부에서 제공하는 부동산의 시세나 가격 변동 추이를 제공하는 서비스는 '국토교통부 _' 입니다. 빈칸에 들어갈 이름은 무엇일까요?",
              answer: "실거래가 공개시스템",
            
        },
        {
              question: "부동산 중개업자는 보증보험 가입이 필수입니다. 중개업자가 보증 보험을 가입했는지 알 수 있는 서류는 무엇일까요?",
              answer: "보증보험증명서",
            
        },
        {
              question: "다음은 주택 임대차 신고제에 대한 설명입니다. 빈칸에 들어갈 숫자를 써주세요. 전월세를 계약하면 집주인 세입자 공동으로 계약일로부터 _일 이내에 계약을 신고해야하며 신고하지 않을 시 과태료 100만원",
              answer: "30",
            
        },
    ],
  },
  mutations: {
  },
  actions: {
  },
};

export default quizStore;
